
using Pictures;

// —делать:
// пагинаци€
// ограничение количества символов вывода названи€ картинки и допустимых символов при первоначальном именовании
// подтверждение удалени€ картинки
// возможность удалени€ аккаунта
// удаление файла картинки из папки img при удалении картинки из базы данных
// кеширование?
// прокси?
// логгер
// переписать запросы в бд с LINQ на SQL

//√отово:
// Ќаписаты юнит-тесты, создан отдельный класс дл€ старта приложени€, добавлены методы дл€ инициализации компонентов приложени€
//, добавлен метод InitAll и метод Start дл€ запуска приложени€,

Starter.Start(WebApplication.CreateBuilder(args));